{
  "loading": "Lädt...",
  "home": "Start",
  "about": "Über mich",
  "work": "Projekte",
  "contact": "Kontakt",
  "hello": "Hallo,",
  "welcome": "Willkommen zu Levani's Webseite",
  "scroll": "Scroll runter",
  "aboutTitle": "Mein Name ist Levani und ich bin ein Software Developer.",
  "aboutText": "Ich bin ein Fullstack Developer und habe Erfahrung im Backend mit Django und Flask. Für die Database verwende ich normalerweise PostgreSQL oder MongoDB. Für das Frontend habe ich Erfahrung mit Next.js und React und für das Styling ist TailwindCSS mein Favorit. Ich habe auch Erfahrung mit Docker und der Arbeit mit der Cloud. Ich spreche fließend Deutsch, Englisch und Georgisch.",
  "project1Description": "Wir haben Good Morning Tech News oder kurz GMT erstellt, ich hab sowohl am Frontend als auch am Backend gearbeitet und bin für die Seite zuständig. Es liefert die neuesten technischen Nachrichten, zusammengefasst von KI, direkt in Ihren Inbox. <1>Klicken Sie auf mich</1>, um die GitHub-Seite des Projekts anzuzeigen, oder klicken Sie <2>hier</2>, um die Live-Website anzuzeigen. Die Website wurde mit Flask und Tailwind erstellt.",
  "project2Description": "Gamefolio.me ist eine Plattform, auf der Gamer ihre Lieblingsspiele und alles, was damit zusammenhängt, teilen können, indem sie hochgradig anpassbare Vorlagen auf ihrer eigenen URL haben. Ich bin sowohl im Frontend als auch im Backend involviert und treffe viele architektonische Entscheidungen für die Website. <1>Klicken Sie auf mich</1>, um die Website anzusehen (noch nicht online). Die Website wird mit Next.js und Tailwind(mit Postgres) erstellt. Es befindet sich noch in der Entwicklung.",
  "project3Description": "Diese Website wurde speziell für die über 5.000 Mitglieder umfassende Community eines Kunden entwickelt. Abonnierte Mitglieder können verschiedene KI-Tools nutzen, ihre eigenen TikTok-Videos verfolgen und die meistverkaufenden und meistgesehenen TikTok-Videos ansehen. Sie erhalten alle Tools, um ihren eigenen TikTok-Shop zu erweitern. Ich habe die Website von Grund auf mit Next.js und Postgres entwickelt und mit whop als OAuth-Anbieter verknüpft. Die Website finden Sie <1>hier</1>.",
  "project4Description": "Pravus ist eine speziell für einen Kunden entwickelte Videogenerierungssoftware. Sie wandelt ein einfaches Skript in ein Video um. Sie erstellt eine Intro-Karte, ein Voiceover, Untertitel, animiert alles und kombiniert es mit einem Hintergrundvideo. Die Software ist hochgradig anpassbar und ermöglicht es dem Nutzer, verschiedene Profile zu speichern, um Videos für verschiedene Kanäle zu erstellen. Diese Videos erzielen Millionen von Aufrufen auf verschiedenen Plattformen. (<1>Beispielvideo, das mit dieser Software erstellt wurde</1>) Die Videogenerierung erfolgt durch eine Kombination aus FFMPEG und Pillow. Die Sprachausgabe wird von ElevenLabs generiert und anschließend bearbeitet, um Pausen zu entfernen.",
  "project5Description": "Ich habe ein spezielles Videoautomatisierungstool für Kunden entwickelt, das Chat-Skriptdialoge in iMessage-Konversationsvideos konvertiert. Die Software wurde entwickelt, um realistische Chat-Screenshots zu erstellen, KI-Voiceovers mit ElevenLabs zu erstellen und alles zu fertigen Videos zusammenzuschneiden. Die Chats können mehrere Charaktere (auch Gruppenchats) sowie unterschiedliche Nachrichtentypen und Bilder enthalten. Die erstellten Videos wurden auf Social-Media-Plattformen millionenfach angesehen. Ich habe FFMPEG für die Videobearbeitung, Pillow für die Screenshot-Erstellung und bearbeitete Sprachaufnahmen verwendet, um unerwünschte Pausen zu entfernen. (<1>Siehe Beispiel für generierten Inhalt</1>)",
  "ContactText": "Wenn Sie mich für ein Projekt oder etwas anderes kontaktieren möchten, senden Sie mir eine Nachricht oder eine E-Mail.",
  "email": "Deine E-Mail",
  "subject": "Betreff",
  "message": "Nachricht",
  "send": "Senden"
}
