{
  "loading": "Loading...",
  "home": "Home",
  "about": "About",
  "work": "Work",
  "contact": "Contact",
  "hello": "Hello,",
  "welcome": "Welcome to Levani's Website",
  "scroll": "Scroll down",
  "aboutTitle": "My name is Levani and I am a software developer.",
  "aboutText": "I am a Fullstack Developer, I have experience in the backend with Django and Flask. For the database I usually use Postgres or MongoDB. For the frontend I have experience with Next.js and React and for styling my favorite is TailwindCSS. I also have experience with Docker and working with the cloud. I can fluently speak German, English and Georgian.",
  "project1Description": "Gamefolio.me is a platform for gamers to share their favourite games and everything associated with it, using highly customizable templates on their own unique webpage. I am involved both in the Frontend and Backend, as well as making many architectural choices for the website. <1>Click me</1> to view the deployment(not yet online). The website is built with Next.js and Tailwind in the frontend and Django for the backend using Postgres. It's still in development.",
  "project2Description": "We created Good Morning Tech News or GMT for short, I was involved in both the Frontend and Backend and still maintain the site. It delivers the latest tech news summarized by AI, right to your Inbox. <1>Click me</1> to view the GitHub page of the project or click <2>here</2> to see the live website. The website is built with Flask(using MongoDB) and Tailwind.",
  "project3Description": "I am building a Proof of Concept using Django and React. <1>Click me</1> to view the GitHub page of the project. Currently a part of the landing page is finished and part of the editor, together with a dark theme and localisation. It is still in development.",
  "ContactText": "If you want to contact me for a project or anything else, send me a message or a Email.",
  "email": "Your Email",
  "subject": "Subject",
  "message": "Message",
  "send": "Send"
}