{
  "loading": "იტვირთება...",
  "home": "მთავარი",
  "about": "ჩემს შესახებ",
  "work": "პროექტები",
  "contact": "კონტაქტი",
  "hello": "გამარჯობა,",
  "welcome": "მოგესალმებით ჩემს ვებგვერდზე",
  "scroll": "ჩასქროლეთ",
  "aboutTitle": "ჩემი სახელია ლევანი და მე ვარ დეველოპერი",
  "aboutText": "მე ვარ Fullstack-დეველოპერი, Backend-ში მაქვს გამოცდილება Django და Flask-ით. მონაცემთა ბაზისთვის ძირითადად MongoDB-ს ან PostgreSQL-ს ვიყენებ. Frontend-შო გამოცდილება მაქვს Next.js და React-ით ხოლო სტილირებისთვის ჩემი სასურველი არჩევანია TailwindCSS. ასევე მაქვს გამოცდილება Docker-ით და ქლაუდთან მუშაობის. შემიძლია ვისაუბრო გერმანულად, ინგლისურად და ქართულად.",
  "project1Description": "Gamefolio.me არის პლატფორმა მოთამაშეებისთვის, რომ გააზიარონ თავიანთი საყვარელი თამაშები და ყველაფერი მათთან დაკავშირებული, მარტივად შეცვლადი შაბლონების გამოყენებით საკუთარ უნიკალურ ვებგვერდზე. ჩართული ვარ როგორც Frontend-ში, ასევე Backend-ში, ასევე ვაკეთებ ვებსაიტის ბევრ არქიტექტურულ არჩევანს. <1>დააწკაპუნეთ აქ</1> ვებსაიტის სანახავად (ჯერ არ არის გაშვებული). ვებსაიტი აგებულია Next.js-ით და Tailwind-ით Frontend-ში და Django-თი Backend-ისთვის Postgres-ის გამოყენებით. ჯერ კიდევ დეველოპმენტშია.",
  "project2Description": "ჩვენ შევქმენით Good Morning Tech News ან მოკლედ GMT, ჩართული ვიყავი როგორც Frontend-ში, ასევე Backend-ში და დღემდე ვუვლი საიტს. ის მოგაწვდის უახლეს ტექნოლოგიურ ამბებს, რომლებიც შეჯამებულია AI-ით. <1>დააწკაპუნეთ აქ</1> პროექტის GitHub გვერდის სანახავად ან <2>დააწკაპუნეთ აქ</2> ვებსაიტის სანახავად. ვებსაიტი აგებულია Flask-ით(MongoDB-ს გამოყენებით) და Tailwind-ით.",
  "project3Description": "მე ვაშენებ კონცეფციურ ვებგვერდს Django-სა და React-ის გამოყენებით. <1>დააწკაპუნეთ აქ</1> პროექტის GitHub გვერდის სანახავად. ამჟამად საწყისი გვერდის ნაწილი დასრულებულია და ედიტორის ნაწილი, მუქი თემით და ლოკალიზაციით. ის ჯერ კიდევ დეველოპმენტშია.",
  "ContactText": "თუ გინდა დამიკავშირდე პროექტზე ან ნებისმიერ სხვა რამეზე, გამოუშვი იმეილი ან მომწერე აქიდან.",
  "email": "შენი ელ. ფოსტა",
  "subject": "სათაური",
  "message": "ტექსტი",
  "send": "გაგზავნა"
}