{
  "loading": "იტვირთება...",
  "home": "მთავარი",
  "about": "ჩემს შესახებ",
  "work": "პროექტები",
  "contact": "კონტაქტი",
  "hello": "გამარჯობა,",
  "welcome": "მოგესალმებით ჩემს ვებგვერდზე",
  "scroll": "ჩასქროლეთ",
  "aboutTitle": "ჩემი სახელია ლევანი და მე ვარ დეველოპერი",
  "aboutText": "მე ვარ Fullstack-დეველოპერი, Backend-ში მაქვს გამოცდილება Django და Flask-ით. მონაცემთა ბაზისთვის ძირითადად MongoDB-ს ან PostgreSQL-ს ვიყენებ. Frontend-შო გამოცდილება მაქვს Next.js და React-ით ხოლო სტილირებისთვის ჩემი სასურველი არჩევანია TailwindCSS. ასევე მაქვს გამოცდილება Docker-ით და ქლაუდთან მუშაობის. შემიძლია ვისაუბრო გერმანულად, ინგლისურად და ქართულად.",
  "project1Description": "ჩვენ შევქმენით Good Morning Tech News ან მოკლედ GMT, ჩართული ვიყავი როგორც Frontend-ში, ასევე Backend-ში და დღემდე ვუვლი საიტს. ის მოგაწვდის უახლეს ტექნოლოგიურ ამბებს, რომლებიც შეჯამებულია AI-ით. <1>დააწკაპუნეთ აქ</1> პროექტის GitHub გვერდის სანახავად ან <2>დააწკაპუნეთ აქ</2> ვებსაიტის სანახავად. ვებსაიტი აგებულია Flask-ით(MongoDB-ს გამოყენებით) და Tailwind-ით.",
  "project2Description": "Gamefolio.me არის პლატფორმა მოთამაშეებისთვის, რომ გააზიარონ თავიანთი საყვარელი თამაშები და ყველაფერი მათთან დაკავშირებული, მარტივად შეცვლადი შაბლონების გამოყენებით საკუთარ უნიკალურ ვებგვერდზე. ჩართული ვარ როგორც Frontend-ში, ასევე Backend-ში, ასევე ვაკეთებ ვებსაიტის ბევრ არქიტექტურულ არჩევანს. <1>დააწკაპუნეთ აქ</1> ვებსაიტის სანახავად (ჯერ არ არის გაშვებული). ვებსაიტი აგებულია Next.js-ით და Tailwind-ით Frontend-ში, Postgres-ის გამოყენებით. ჯერ კიდევ დეველოპმენტშია.",
  "project3Description": "ეს ვებსაიტი შექმნილია კლიენტის 5 ათასზე მეტ წევრიანი საზოგადოებისთვის. გამოწერილ წევრებს შეუძლიათ გამოიყენონ სხვადასხვა ხელოვნური ინტელექტის ინსტრუმენტები, თვალყური ადევნონ საკუთარ TikTok ვიდეოებს და უყურონ ყველაზე გაყიდვად და ყველაზე ნახულ TikTok ვიდეოებს, აქვთ ყველა ინსტრუმენტი საკუთარი TikTok მაღაზიის გასაზრდელად. მე ეს საიტი ავაწყე Next.js-ისა და Postgres-ის გამოყენებით, whop-თან, როგორც oauth პროვაიდერთან, კავშირში. იხილეთ საიტი <1>აქ</1>.",
  "project4Description": "Pravus არის ვიდეო გენერირების პროგრამა, რომელიც შექმნილია კლიენტისთვის. ის იღებს მარტივ ტექსტს და გარდაქმნის მას ვიდეოდ. ის ქმნის შესავალ კარტას, ქმნის გახმოვანებას, ქმნის საბტიტლებს, ამ ყველაფრის აანიმირებს და აერთიანებს მათ ფონურ ვიდეოზე. ეს ყველაფერი მაღალკონფიგურირებადია და საშუალებას აძლევს მომხმარებელს ჰქონდეს სხვადასხვა პროფილი შენახული სხვადასხვა არხებისთვის. ეს ვიდეოები აგროვებს მილიონობით ნახვას სხვადასხვა პლატფორმაზე. (<1>ამ პროგრამის მიერ გენერირებული ვიდეოს მაგალითი</1>). ვიდეო გენერაცია ffmpeg-ისა და Pillow-ს კომბინაციის გამოყენებით ხორციელდება, ხმა გენერირდება elevenlabs-ის მიერ და შემდეგ მუშავდება სიჩუმის მოსაშორებლად.",
  "project5Description": "კლიენტებისთვის შეიქმნა სპეციალიზებული ვიდეო ავტომატიზაციის პროგრამა, რომელიც ჩატის დიალოგებს iMessage საუბრის ვიდეოებად გარდაქმნის.რეალისტური ჩატის სკრინშოტები გენერირდება, ElevenLabs-ის გამოყენებით ხმოვანდება და ყველაფერს ერთად დასრულებულ ვიდეოედ ამონტაჟებს. ჩატებს შეიძლება ჰქონდეთ მრავალი პერსონაჟი (ასევე ჯგუფური ჩატები), შეიძლება ჰქონდეთ სხვადასხვა ტიპის შეტყობინებები და სურათები. გენერირებულ ვიდეოებს მილიონობით ნახვა აქვთ სოციალურ მედია პლატფორმებზე. გამოყენებულია FFmpeg ვიდეო რედაქტირებისთვის, Pillow ეკრანის ანაბეჭდების შესაქმნელად და დამუშავებულია ხმოვანი აუდიო არასასურველი სიჩუმის მოსაშორებლად. (<1>იხილეთ გენერირებული კონტენტის მაგალითი</1>)",

  "ContactText": "თუ გინდა დამიკავშირდე პროექტზე ან ნებისმიერ სხვა რამეზე, გამოუშვი იმეილი ან მომწერე აქიდან.",
  "email": "შენი ელ. ფოსტა",
  "subject": "სათაური",
  "message": "ტექსტი",
  "send": "გაგზავნა"
}
